/* Update alert message: A new version of {APP NAME} is available. Please update to version {NEW VERSION} now.*/
"A new version of %@ is available. Please update to version %@ now." = "גרסה חדשה של %@ זמינה. אנא עדכן לגרסה %@ כעת.";

/* Update alert title */
"Update Available" = "עדכון זמין";

/* Update alert dismiss button title */
"Next time" = "בפעם הבאה";

/* Update alert skip button title */
"Skip This Version" = "דלג על גרסה זו";

/* Update alert skip button title */
"Update" = "עדכן";
